Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Leave empty to launch the server in the active project's root.
ar: اتركه فارغا لتشغيل الخادم في جذر المشروع النشط.
de: Leer lassen, um den Server im Stammverzeichnis des aktiven Projekts zu starten.
es: Déjalo vacío para iniciar el servidor en la raíz del proyecto activo.
fr: Laissez vide pour lancer le serveur à la racine du projet actif.
he: השאר ריק כדי להפעיל את השרת בתיקיית השורש של הפרויקט הפעיל.
hi: सक्रिय प्रोजेक्ट की रूट में सर्वर शुरू करने के लिए खाली छोड़ें।
id: Biarkan kosong untuk menjalankan server di root proyek aktif.
it: Lascia vuoto per avviare il server nella radice del progetto attivo.
ja: アクティブなプロジェクトのルートでサーバーを起動する場合は空のままにします。
ko: 활성 프로젝트의 루트에서 서버를 실행하려면 비워 두세요.
nl: Laat leeg om de server te starten in de hoofdmap van het actieve project.
pl: Pozostaw puste, aby uruchomić serwer w katalogu głównym aktywnego projektu.
pt_br: Deixe em branco para iniciar o servidor na raiz do projeto ativo.
ru: Оставьте пустым, чтобы запустить сервер в корне активного проекта.
sv: Lämna tomt för att starta servern i det aktiva projektets rotkatalog.
tr: Sunucuyu etkin projenin kökünde başlatmak için boş bırakın.
uk: Залиште порожнім, щоб запустити сервер у корені активного проєкту.
vi: Để trống để khởi chạy máy chủ tại thư mục gốc của dự án đang hoạt động.
zh_hans: 留空以在当前项目的根目录中启动服务器。
zh_hant: 留空以在目前專案的根目錄中啟動伺服器。

source: Let the installer choose
ar: دع المثبّت يختار
de: Das Installationsprogramm entscheiden lassen
es: Dejar que lo elija el instalador
fr: Laisser l'installateur choisir
he: תן למתקין לבחור
hi: इंस्टॉलर को चुनने दें
id: Biarkan pemasang memilih
it: Lascia scegliere al programma di installazione
ja: インストーラに選択させる
ko: 설치 프로그램이 선택하도록 허용
nl: Laat het installatieprogramma kiezen
pl: Pozwól wybrać instalatorowi
pt_br: Deixar o instalador escolher
ru: Пусть выберет установщик
sv: Låt installationsprogrammet välja
tr: Kurucu seçsin
uk: Нехай вибере інсталятор
vi: Để trình cài đặt chọn
zh_hans: 由安装程序选择
zh_hant: 由安裝程式選擇

source: Let the model remember across conversations
ar: السماح للنموذج بالتذكر عبر المحادثات
de: Dem Modell erlauben, sich über Konversationen hinweg zu erinnern
es: Permitir que el modelo recuerde entre conversaciones
fr: Permettre au modèle de se souvenir d'une conversation à l'autre
he: אפשר למודל לזכור בין שיחות
hi: मॉडल को बातचीत के दौरान याद रखने दें
id: Biarkan model mengingat di seluruh percakapan
it: Consenti al modello di ricordare tra le conversazioni
ja: 会話をまたいでモデルが記憶することを許可
ko: 모델이 대화를 넘어 기억하도록 허용
nl: Laat het model onthouden over gesprekken heen
pl: Pozwól modelowi pamiętać między rozmowami
pt_br: Permitir que o modelo lembre entre conversas
ru: Разрешить модели помнить контекст между диалогами
sv: Låt modellen minnas över konversationer
tr: Modelin konuşmalar arasında hatırlamasına izin ver
uk: Дозволити моделі запам'ятовувати між розмовами
vi: Cho phép mô hình ghi nhớ qua các cuộc trò chuyện
zh_hans: 允许模型跨对话进行记忆
zh_hant: 允許模型跨對話進行記憶

source: Let us create something great together.
ar: دعنا نبدع شيئًا رائعًا معًا.
de: Lassen Sie uns gemeinsam etwas Großartiges schaffen.
es: Creemos algo grandioso juntos.
fr: Créons quelque chose de formidable ensemble.
he: בואו ניצור משהו נהדר ביחד.
hi: आइए मिलकर कुछ शानदार बनाते हैं।
id: Mari kita ciptakan sesuatu yang hebat bersama.
it: Creiamo qualcosa di straordinario insieme.
ja: 一緒に素晴らしいものを作りましょう。
ko: 함께 멋진 것을 만들어 봅시다.
nl: Laten we samen iets geweldigs maken.
pl: Stwórzmy razem coś wspaniałego.
pt_br: Vamos criar algo incrível juntos.
ru: Давайте создадим что-то великое вместе.
sv: Låt oss skapa något fantastiskt tillsammans.
tr: Birlikte harika bir şey yaratalım.
uk: Створімо щось чудове разом.
vi: Hãy cùng nhau tạo nên điều tuyệt vời.
zh_hans: 让我们一起创造出色的作品。
zh_hant: 讓我們一起創造出色的作品。

source: Lets the local command classifier send an ALLOWLISTED shell command to the approval sheet when it scores it as hazardous. Off by default on purpose: held out by generator the classifier scores 0.70 against 0.997 in distribution, so no threshold stops it prompting on commands the Auto tier promises to run silently. Its reasons are shown either way on commands that were already going to ask.
ar: يتيح لمصنف الأوامر المحلي إرسال أمر صدفة مدرج في قائمة السماح إلى ورقة الموافقة عندما يصنفه خطيرا. معطل افتراضيا عن قصد: عند الاستبعاد حسب المولّد يسجل المصنف 0.70 مقابل 0.997 داخل التوزيع، لذا لا يوجد حد يمنعه من طلب التأكيد على أوامر يَعِد مستوى Auto بتشغيلها بصمت. وتُعرض أسبابه في الحالتين على الأوامر التي كانت ستطلب التأكيد أصلا.
de: Erlaubt dem lokalen Befehlsklassifikator, einen erlaubten Shell-Befehl an das Genehmigungsblatt zu senden, wenn er ihn als gefährlich einstuft. Absichtlich standardmäßig aus: nach Generator ausgeschlossen erreicht der Klassifikator 0,70 gegenüber 0,997 innerhalb der Verteilung, sodass kein Schwellenwert verhindert, dass er bei Befehlen nachfragt, die die Auto-Stufe still auszuführen verspricht. Seine Begründungen werden ohnehin bei Befehlen angezeigt, die bereits nachgefragt hätten.
es: Permite que el clasificador local de comandos envíe a la hoja de aprobación un comando de shell de la lista de permitidos cuando lo puntúa como peligroso. Está desactivado a propósito: excluyendo por generador, el clasificador obtiene 0,70 frente a 0,997 dentro de la distribución, así que ningún umbral evita que pregunte por comandos que el nivel Auto promete ejecutar en silencio. Sus motivos se muestran igualmente en los comandos que ya iban a preguntar.
fr: Permet au classificateur local de commandes d'envoyer une commande shell autorisée à la feuille d'approbation lorsqu'il la juge dangereuse. Désactivé par défaut à dessein : en excluant par générateur, le classificateur obtient 0,70 contre 0,997 dans la distribution, donc aucun seuil ne l'empêche de demander confirmation pour des commandes que le niveau Auto promet d'exécuter silencieusement. Ses motifs sont affichés dans tous les cas pour les commandes qui allaient déjà demander.
he: מאפשר למסווג הפקודות המקומי לשלוח פקודת מעטפת מרשימת ההיתר לגיליון האישור כשהוא מדרג אותה כמסוכנת. כבוי כברירת מחדל בכוונה: בהחזקה בצד לפי מחולל, המסווג מקבל 0.70 לעומת 0.997 בתוך ההתפלגות, ולכן שום סף אינו מונע ממנו לשאול על פקודות שרובד Auto מבטיח להריץ בשקט. הנימוקים שלו מוצגים ממילא בפקודות שהיו עומדות לשאול.
hi: स्थानीय कमांड क्लासिफ़ायर को यह अनुमति देता है कि जब वह किसी अनुमत-सूची वाले शेल कमांड को जोखिमपूर्ण आंके, तो उसे अनुमोदन शीट पर भेजे। यह जानबूझकर डिफ़ॉल्ट रूप से बंद है: जनरेटर के आधार पर अलग रखने पर क्लासिफ़ायर वितरण के भीतर 0.997 के मुकाबले 0.70 अंक पाता है, इसलिए कोई भी थ्रेशोल्ड उसे उन कमांड पर पूछने से नहीं रोक सकता जिन्हें Auto स्तर चुपचाप चलाने का वादा करता है। जो कमांड पहले से पूछने वाले थे, उन पर उसके कारण वैसे भी दिखाए जाते हैं।
id: Memungkinkan pengklasifikasi perintah lokal mengirim perintah shell yang ada di daftar izin ke lembar persetujuan saat menilainya berbahaya. Nonaktif secara default dengan sengaja: saat dipisahkan per generator, pengklasifikasi mendapat 0,70 dibanding 0,997 di dalam distribusi, sehingga tidak ada ambang yang mencegahnya bertanya pada perintah yang dijanjikan tingkat Auto untuk dijalankan diam-diam. Alasannya tetap ditampilkan pada perintah yang memang sudah akan bertanya.
it: Consente al classificatore locale dei comandi di inviare al foglio di approvazione un comando shell nell'elenco consentito quando lo valuta pericoloso. Disattivato per impostazione predefinita di proposito: escludendo per generatore, il classificatore ottiene 0,70 contro 0,997 nella distribuzione, quindi nessuna soglia impedisce che chieda conferma per comandi che il livello Auto promette di eseguire in silenzio. Le sue motivazioni vengono comunque mostrate sui comandi che avrebbero già chiesto conferma.
ja: ローカルのコマンド分類器が、許可リストのシェルコマンドを危険と判定したときに承認シートへ送れるようにします。既定でオフなのは意図的です。ジェネレータ単位で除外すると分類器のスコアは分布内の 0.997 に対して 0.70 となるため、Auto 層が黙って実行すると約束するコマンドについて確認を求めるのを、どのしきい値でも止められません。もともと確認を求めるコマンドでは、いずれにせよその理由が表示されます。
ko: 로컬 명령 분류기가 허용 목록의 셸 명령을 위험하다고 판단하면 승인 시트로 보낼 수 있게 합니다. 기본적으로 꺼져 있는 것은 의도적입니다. 생성기 단위로 제외하면 분류기 점수는 분포 내 0.997에 비해 0.70이므로, 어떤 임계값도 Auto 계층이 조용히 실행하기로 한 명령에 대해 확인을 요청하는 것을 막지 못합니다. 원래 확인을 요청할 명령에서는 어느 쪽이든 그 이유가 표시됩니다.
nl: Laat de lokale opdrachtclassificatie een toegestane shell-opdracht naar het goedkeuringsvenster sturen wanneer hij die als gevaarlijk beoordeelt. Standaard uit, met opzet: bij uitsluiting per generator scoort de classificatie 0,70 tegenover 0,997 binnen de distributie, dus geen enkele drempel voorkomt dat hij vraagt over opdrachten die de Auto-laag belooft stil uit te voeren. Zijn redenen worden hoe dan ook getoond bij opdrachten die toch al zouden vragen.
pl: Pozwala lokalnemu klasyfikatorowi poleceń wysłać polecenie powłoki z listy dozwolonych do arkusza zatwierdzania, gdy oceni je jako niebezpieczne. Domyślnie wyłączone celowo: przy wyłączeniu według generatora klasyfikator uzyskuje 0,70 wobec 0,997 w rozkładzie, więc żaden próg nie powstrzyma go przed pytaniem o polecenia, które warstwa Auto obiecuje uruchamiać po cichu. Jego uzasadnienia i tak są pokazywane przy poleceniach, które i bez tego by pytały.
pt_br: Permite que o classificador local de comandos envie um comando de shell da lista de permitidos para a folha de aprovação quando o considera perigoso. Desativado por padrão de propósito: excluindo por gerador, o classificador marca 0,70 contra 0,997 dentro da distribuição, então nenhum limiar impede que ele pergunte sobre comandos que o nível Auto promete executar em silêncio. Seus motivos aparecem de qualquer forma nos comandos que já iriam perguntar.
ru: Позволяет локальному классификатору команд отправлять разрешенную команду оболочки на лист подтверждения, если он считает ее опасной. По умолчанию выключено намеренно: при исключении по генератору классификатор дает 0,70 против 0,997 внутри распределения, поэтому никакой порог не мешает ему спрашивать о командах, которые уровень Auto обещает выполнять молча. Его обоснования в любом случае показываются для команд, которые и так требовали подтверждения.
sv: Låter den lokala kommandoklassificeraren skicka ett tillåtet skalkommando till godkännandebladet när den bedömer det som farligt. Avstängt som standard med flit: vid uteslutning per generator får klassificeraren 0,70 mot 0,997 inom fördelningen, så inget tröskelvärde hindrar den från att fråga om kommandon som Auto-nivån lovar att köra tyst. Dess skäl visas ändå för kommandon som redan skulle ha frågat.
tr: Yerel komut sınıflandırıcısının, izin listesindeki bir kabuk komutunu tehlikeli olarak puanladığında onay sayfasına göndermesine izin verir. Varsayılan olarak kapalı olması bilinçlidir: üreticiye göre dışarıda bırakıldığında sınıflandırıcı, dağılım içindeki 0,997'ye karşılık 0,70 puan alır; dolayısıyla hiçbir eşik, Auto katmanının sessizce çalıştırmayı vaat ettiği komutlarda soru sormasını engellemez. Zaten soracak olan komutlarda gerekçeleri her durumda gösterilir.
uk: Дозволяє локальному класифікатору команд надсилати дозволену команду оболонки на аркуш підтвердження, якщо він оцінює її як небезпечну. Типово вимкнено навмисно: за виключення по генератору класифікатор дає 0,70 проти 0,997 у межах розподілу, тож жоден поріг не завадить йому запитувати про команди, які рівень Auto обіцяє виконувати мовчки. Його обґрунтування все одно показуються для команд, які й так мали запитувати.
vi: Cho phép bộ phân loại lệnh cục bộ gửi một lệnh shell trong danh sách cho phép tới bảng phê duyệt khi nó đánh giá lệnh đó là nguy hiểm. Mặc định tắt là có chủ đích: khi tách theo bộ sinh, bộ phân loại đạt 0,70 so với 0,997 trong phân phối, nên không ngưỡng nào ngăn được việc nó hỏi về các lệnh mà tầng Auto hứa sẽ chạy im lặng. Lý do của nó vẫn được hiển thị với những lệnh vốn đã sắp hỏi.
zh_hans: 当本地命令分类器判定某个已列入允许名单的 shell 命令有危险时，允许它把该命令送到审批面板。默认关闭是有意为之: 按生成器留出评估时，分类器得分为 0.70，而分布内为 0.997，因此没有任何阈值能阻止它对 Auto 层承诺静默执行的命令发出询问。对于本来就会询问的命令，无论如何都会显示它给出的理由。
zh_hant: 當本機命令分類器判定某個已列入允許清單的 shell 命令有危險時，允許它把該命令送到核准面板。預設關閉是刻意為之: 按產生器留出評估時，分類器得分為 0.70，而分布內為 0.997，因此沒有任何閾值能阻止它對 Auto 層承諾靜默執行的命令發出詢問。對於本來就會詢問的命令，無論如何都會顯示它給出的理由。

source: Lifecycle Event
ar: حدث دورة الحياة
de: Lebenszyklusereignis
es: Evento del ciclo de vida
fr: Événement de cycle de vie
he: אירוע מחזור חיים
hi: लाइफ़साइकल इवेंट
id: Peristiwa siklus hidup
it: Evento del ciclo di vita
ja: ライフサイクルイベント
ko: 수명 주기 이벤트
nl: Levenscyclusgebeurtenis
pl: Zdarzenie cyklu życia
pt_br: Evento de ciclo de vida
ru: Событие жизненного цикла
sv: Livscykelhändelse
tr: Yaşam döngüsü olayı
uk: Подія життєвого циклу
vi: Sự kiện vòng đời
zh_hans: 生命周期事件
zh_hant: 生命週期事件

source: Linked Worktrees
ar: أشجار العمل المرتبطة
de: Verknüpfte Arbeitsbäume
es: Árboles de trabajo vinculados
fr: Arbres de travail liés
he: עצי עבודה מקושרים
hi: लिंक किए गए वर्कट्री
id: Worktree tertaut
it: Alberi di lavoro collegati
ja: リンクされたワークツリー
ko: 연결된 워크트리
nl: Gekoppelde worktrees
pl: Powiązane drzewa robocze
pt_br: Árvores de trabalho vinculadas
ru: Связанные рабочие деревья
sv: Länkade arbetsträd
tr: Bağlı çalışma ağaçları
uk: Пов'язані робочі дерева
vi: Cây làm việc đã liên kết
zh_hans: 关联的工作树
zh_hant: 連結的工作樹

source: List Directory
ar: عرض محتويات المجلد
de: Verzeichnis auflisten
es: Listar directorio
fr: Lister le répertoire
he: הצגת תוכן התיקייה
hi: डायरेक्टरी सूचीबद्ध करें
id: Daftar direktori
it: Elencare directory
ja: ディレクトリ一覧
ko: 디렉터리 목록
nl: Mapinhoud tonen
pl: Wyświetl katalog
pt_br: Listar diretório
ru: Список каталога
sv: Lista katalog
tr: Dizini listele
uk: Перелік каталогу
vi: Liệt kê thư mục
zh_hans: 列出目录
zh_hant: 列出目錄

source: List Resources
ar: عرض الموارد
de: Ressourcen auflisten
es: Listar recursos
fr: Lister les ressources
he: הצגת משאבים
hi: संसाधन सूचीबद्ध करें
id: Daftar sumber daya
it: Elencare risorse
ja: リソース一覧
ko: 리소스 목록
nl: Bronnen tonen
pl: Wyświetl zasoby
pt_br: Listar recursos
ru: Список ресурсов
sv: Lista resurser
tr: Kaynakları listele
uk: Перелік ресурсів
vi: Liệt kê tài nguyên
zh_hans: 列出资源
zh_hant: 列出資源

source: List Schedules
ar: عرض الجداول
de: Zeitpläne auflisten
es: Listar programaciones
fr: Lister les programmations
he: הצגת תזמונים
hi: शेड्यूल सूचीबद्ध करें
id: Daftar jadwal
it: Elencare pianificazioni
ja: スケジュール一覧
ko: 일정 목록
nl: Planningen tonen
pl: Wyświetl harmonogramy
pt_br: Listar agendamentos
ru: Список расписаний
sv: Lista scheman
tr: Zamanlamaları listele
uk: Перелік розкладів
vi: Liệt kê lịch
zh_hans: 列出计划
zh_hant: 列出排程

source: List Tasks
ar: عرض المهام
de: Aufgaben auflisten
es: Listar tareas
fr: Lister les tâches
he: הצגת משימות
hi: कार्य सूचीबद्ध करें
id: Daftar tugas
it: Elencare attività
ja: タスク一覧
ko: 작업 목록
nl: Taken tonen
pl: Wyświetl zadania
pt_br: Listar tarefas
ru: Список задач
sv: Lista uppgifter
tr: Görevleri listele
uk: Перелік завдань
vi: Liệt kê tác vụ
zh_hans: 列出任务
zh_hant: 列出任務

source: Live Graphs
ar: رسوم بيانية حية
de: Live-Diagramme
es: Gráficos en vivo
fr: Graphiques en direct
he: גרפים חיים
hi: लाइव ग्राफ़
id: Grafik Langsung
it: Grafici in tempo reale
ja: リアルタイムグラフ
ko: 실시간 그래프
nl: Live grafieken
pl: Wykresy na żywo
pt_br: Gráficos em tempo real
ru: Графики в реальном времени
sv: Livegrafer
tr: Canlı Grafikler
uk: Графіки наживо
vi: Biểu đồ trực tiếp
zh_hans: 实时图表
zh_hant: 即時圖表

source: Live text
ar: نص مباشر
es: Texto en directo
fr: Texte en direct
he: טקסט בזמן אמת
hi: लाइव टेक्स्ट
id: Teks langsung
it: Testo in tempo reale
ja: ライブテキスト
ko: 실시간 텍스트
nl: Live tekst
pl: Tekst na żywo
pt_br: Texto ao vivo
ru: Текст в реальном времени
tr: Canlı metin
uk: Текст наживо
vi: Văn bản trực tiếp
zh_hans: 实时文本
zh_hant: 即時文字

source: Load
ar: تحميل
de: Laden
es: Cargar
fr: Charger
he: טען
hi: लोड करें
id: Muat
it: Carica
ja: 読み込み
ko: 로드
nl: Laden
pl: Załaduj
pt_br: Carregar
ru: Загрузить
sv: Ladda
tr: Yükle
uk: Завантажити
vi: Tải
zh_hans: 加载
zh_hant: 載入

source: Load & Chat
ar: تحميل وبدء المحادثة
de: Laden & Chatten
es: Cargar y chatear
fr: Charger et discuter
he: טען וצ'אט
hi: लोड करें और चैट करें
id: Muat & Obrolan
it: Carica e chatta
ja: 読み込んでチャット
ko: 불러와서 대화하기
nl: Laden en chatten
pl: Załaduj i czatuj
pt_br: Carregar e conversar
ru: Загрузить и начать чат
sv: Ladda och chatta
tr: Yükle ve Sohbet Et
uk: Завантажити та спілкуватися
vi: Tải và trò chuyện
zh_hans: 加载并对话
zh_hant: 載入並對話

source: Enable SOUL.md
ar: تمكين SOUL.md
de: SOUL.md aktivieren
es: Activar SOUL.md
fr: Activer SOUL.md
he: הפעלת SOUL.md
hi: SOUL.md सक्षम करें
id: Aktifkan SOUL.md
it: Abilita SOUL.md
ja: SOUL.mdを有効にする
ko: SOUL.md 활성화
nl: SOUL.md inschakelen
pl: Włącz SOUL.md
pt_br: Ativar SOUL.md
ru: Включить SOUL.md
sv: Aktivera SOUL.md
tr: SOUL.md etkinleştir
uk: Увімкнути SOUL.md
vi: Bật SOUL.md
zh_hans: 启用 SOUL.md
zh_hant: 啟用 SOUL.md

source: Active Soul
ar: الروح النشطة
de: Aktive Seele
es: Alma activa
fr: Âme active
he: הנשמה הפעילה
hi: सक्रिय सोल
id: Soul Aktif
it: Anima attiva
ja: アクティブなソウル
ko: 활성 소울
nl: Actieve ziel
pl: Aktywna dusza
pt_br: Alma ativa
ru: Активная душа
sv: Aktiv själ
tr: Etkin ruh
uk: Активна душа
vi: Soul đang hoạt động
zh_hans: 当前 SOUL
zh_hant: 目前的 SOUL

source: Save As New...
ar: حفظ كجديد...
de: Als neu speichern...
es: Guardar como nuevo...
fr: Enregistrer comme nouveau...
he: שמירה כחדש...
hi: नए के रूप में सहेजें...
id: Simpan sebagai baru...
it: Salva come nuovo...
ja: 新規として保存...
ko: 새로 저장...
nl: Opslaan als nieuw...
pl: Zapisz jako nowy...
pt_br: Salvar como novo...
ru: Сохранить как новый...
sv: Spara som ny...
tr: Yeni olarak kaydet...
uk: Зберегти як новий...
vi: Lưu thành mục mới...
zh_hans: 另存为新项...
zh_hant: 另存為新項目...

source: Load File...
ar: تحميل ملف...
de: Datei laden...
es: Cargar archivo...
fr: Charger un fichier...
he: טען קובץ...
hi: फ़ाइल लोड करें...
id: Muat file...
it: Carica file...
ja: ファイルを読み込む...
ko: 파일 불러오기...
nl: Bestand laden...
pl: Wczytaj plik...
pt_br: Carregar arquivo...
ru: Загрузить файл...
sv: Läs in fil...
tr: Dosya yükle...
uk: Завантажити файл...
vi: Tải tệp...
zh_hans: 加载文件...
zh_hant: 載入檔案...

source: Load Model
ar: تحميل النموذج
de: Modell laden
es: Cargar modelo
fr: Charger le modèle
he: טען מודל
hi: मॉडल लोड करें
id: Muat Model
it: Carica modello
ja: モデルを読み込む
ko: 모델 불러오기
nl: Model laden
pl: Załaduj model
pt_br: Carregar modelo
ru: Загрузить модель
sv: Ladda modell
tr: Modeli Yükle
uk: Завантажити модель
vi: Tải mô hình
zh_hans: 加载模型
zh_hant: 載入模型

source: Load Prompt
ar: تحميل المطالبة
de: Prompt laden
es: Cargar aviso
fr: Charger l'invite
he: טען הנחיה
hi: संकेत लोड करें
id: Muat Prompt
it: Carica prompt
ja: プロンプトを読み込む
ko: 프롬프트 로드
nl: Prompt laden
pl: Załaduj prompt
pt_br: Carregar prompt
ru: Загрузить промпт
sv: Läs in prompt
tr: İstemi Yükle
uk: Завантажити підказку
vi: Tải lời nhắc
zh_hans: 加载提示词
zh_hant: 載入提示詞

source: Load a model to see the reasoning levels its chat template accepts.
ar: حمّل نموذجا لعرض مستويات التفكير التي يقبلها قالب المحادثة الخاص به.
de: Laden Sie ein Modell, um die Denkstufen zu sehen, die seine Chat-Vorlage akzeptiert.
es: Carga un modelo para ver los niveles de razonamiento que acepta su plantilla de chat.
fr: Chargez un modèle pour voir les niveaux de raisonnement acceptés par son modèle de discussion.
he: טען מודל כדי לראות אילו רמות חשיבה תבנית השיחה שלו מקבלת.
hi: मॉडल लोड करें ताकि उसकी चैट टेम्पलेट द्वारा स्वीकार किए जाने वाले रीज़निंग स्तर दिख सकें।
id: Muat model untuk melihat level penalaran yang diterima template obrolannya.
it: Carica un modello per vedere i livelli di ragionamento accettati dal suo modello di chat.
ja: モデルを読み込むと、そのチャットテンプレートが受け付ける推論レベルが表示されます。
ko: 모델을 로드하면 해당 채팅 템플릿이 허용하는 추론 수준을 볼 수 있습니다.
nl: Laad een model om te zien welke redeneerniveaus de chatsjabloon accepteert.
pl: Wczytaj model, aby zobaczyć poziomy rozumowania akceptowane przez jego szablon czatu.
pt_br: Carregue um modelo para ver os níveis de raciocínio que o template de chat dele aceita.
ru: Загрузите модель, чтобы увидеть уровни рассуждений, которые принимает ее чат-шаблон.
sv: Läs in en modell för att se vilka resonemangsnivåer dess chattmall accepterar.
tr: Sohbet şablonunun kabul ettiği akıl yürütme düzeylerini görmek için bir model yükleyin.
uk: Завантажте модель, щоб побачити рівні міркувань, які приймає її чат-шаблон.
vi: Tải một mô hình để xem các mức suy luận mà mẫu trò chuyện của nó chấp nhận.
zh_hans: 加载模型即可查看其对话模板接受的推理级别。
zh_hant: 載入模型即可檢視其對話範本接受的推理等級。

source: Load model
ar: تحميل النموذج
de: Modell laden
es: Cargar modelo
fr: Charger le modèle
he: טען מודל
hi: मॉडल लोड करें
id: Muat model
it: Carica modello
ja: モデルを読み込む
ko: 모델 로드
nl: Model laden
pl: Załaduj model
pt_br: Carregar modelo
ru: Загрузить модель
sv: Ladda modell
tr: Modeli yükle
uk: Завантажити модель
vi: Tải mô hình
zh_hans: 加载模型
zh_hant: 載入模型

source: Loaded
ar: محمَّل
de: Geladen
es: Cargado
fr: Chargé
he: נטען
hi: लोड किया गया
id: Dimuat
it: Caricato
ja: 読み込み済み
ko: 로드됨
nl: Geladen
pl: Wczytano
pt_br: Carregado
ru: Загружено
sv: Inläst
tr: Yüklendi
uk: Завантажено
vi: Đã tải
zh_hans: 已加载
zh_hant: 已載入

source: Loaded in Memory
ar: محمَّل في الذاكرة
de: Im Speicher geladen
es: Cargado en memoria
fr: Chargé en mémoire
he: נטען לזיכרון
hi: मेमोरी में लोड किया गया
id: Dimuat di memori
it: Caricato in memoria
ja: メモリに読み込み済み
ko: 메모리에 로드됨
nl: In geheugen geladen
pl: Wczytano do pamięci
pt_br: Carregado na memória
ru: Загружено в память
sv: Inläst i minnet
tr: Bellekte yüklü
uk: Завантажено в пам'ять
vi: Đã tải vào bộ nhớ
zh_hans: 已加载到内存
zh_hant: 已載入記憶體

source: Loaded model
ar: النموذج المحمل
de: Geladenes Modell
es: Modelo cargado
fr: Modèle chargé
he: מודל טעון
hi: लोड किया गया मॉडल
id: Model yang dimuat
it: Modello caricato
ja: 読み込まれたモデル
ko: 로드된 모델
nl: Geladen model
pl: Załadowany model
pt_br: Modelo carregado
ru: Загруженная модель
sv: Laddad modell
tr: Yüklü model
uk: Завантажена модель
vi: Mô hình đã tải
zh_hans: 已加载的模型
zh_hant: 已載入的模型

source: Loading commit files...
ar: جارٍ تحميل ملفات الإيداع...
de: Commit-Dateien werden geladen...
es: Cargando archivos de la confirmación...
fr: Chargement des fichiers du commit...
he: טוען את קובצי הקומיט...
hi: कमिट फ़ाइलें लोड की जा रही हैं...
id: Memuat berkas commit...
it: Caricamento dei file del commit...
ja: コミットのファイルを読み込んでいます...
ko: 커밋 파일을 불러오는 중...
nl: Commitbestanden laden...
pl: Wczytywanie plików zatwierdzenia...
pt_br: Carregando arquivos do commit...
ru: Загрузка файлов коммита...
sv: Läser in incheckningsfiler...
tr: İşleme dosyaları yükleniyor...
uk: Завантаження файлів коміту...
vi: Đang tải tệp của commit...
zh_hans: 正在加载提交文件...
zh_hant: 正在載入提交檔案...

source: Loading diff for %@...
ar: جارٍ تحميل الفروق لـ %@...
de: Diff für %@ wird geladen...
es: Cargando diferencias para %@...
fr: Chargement du diff pour %@...
he: טוען הבדלים עבור %@...
hi: %@ के लिए अंतर लोड हो रहा है...
id: Memuat diff untuk %@...
it: Caricamento diff per %@...
ja: %@ の diff を読み込み中...
ko: %@에 대한 diff 로드 중...
nl: Diff laden voor %@...
pl: Ładowanie różnic dla %@...
pt_br: Carregando diff para %@...
ru: Загрузка различий для %@...
sv: Läser in diff för %@...
tr: %@ için fark yükleniyor...
uk: Завантаження різниці для %@...
vi: Đang tải diff cho %@...
zh_hans: 正在加载 %@ 的差异...
zh_hant: 正在載入 %@ 的差異...

source: Loading diff...
ar: جارٍ تحميل الفروق...
de: Diff wird geladen...
es: Cargando diferencias...
fr: Chargement des différences...
he: טוען הבדלים...
hi: डिफ़ लोड हो रहा है...
id: Memuat perbedaan...
it: Caricamento delle differenze...
ja: 差分を読み込んでいます...
ko: 차이를 불러오는 중...
nl: Verschillen laden...
pl: Wczytywanie różnic...
pt_br: Carregando diferenças...
ru: Загрузка различий...
sv: Läser in skillnader...
tr: Farklar yükleniyor...
uk: Завантаження відмінностей...
vi: Đang tải khác biệt...
zh_hans: 正在加载差异...
zh_hant: 正在載入差異...
